/*
Navicat MySQL Data Transfer

Source Server         : 本地
Source Server Version : 50628
Source Host           : localhost:3306
Source Database       : demo

Target Server Type    : MYSQL
Target Server Version : 50628
File Encoding         : 65001

Date: 2016-11-21 22:37:36
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for t_import_excel
-- ----------------------------
DROP TABLE IF EXISTS `t_import_excel`;
CREATE TABLE `t_import_excel` (
  `id` varchar(32) NOT NULL COMMENT '主键',
  `user_name` varchar(255) DEFAULT NULL COMMENT '员工名字',
  `start_date` varchar(255) DEFAULT NULL COMMENT '开始日期',
  `end_date` varchar(255) DEFAULT NULL COMMENT '结束日期',
  `start_time` datetime DEFAULT NULL COMMENT '开始时间',
  `end_time` datetime DEFAULT NULL COMMENT '结束时间',
  `year` varchar(255) DEFAULT NULL COMMENT '月',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  `is_modify` int(11) DEFAULT NULL COMMENT '修改备注：1=补开始日期与开始时间；2=补结束日期与结束时间；3=再次补结束日期与结束时间；',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_import_excel
-- ----------------------------
INSERT INTO `t_import_excel` VALUES ('00a9281dbc564a39ab68b08120d6c0a8', '吴健', '2016-09-18', '2016-09-18', '2016-09-18 08:59:26', '2016-09-18 18:21:05', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('015aae049e244eb592de2ee15ff6dd97', '马海平', '2016-09-19', '2016-09-19', '2016-09-19 09:00:00', '2016-09-19 20:13:25', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('0205e2937b4c42fba783b4af816d0e23', '岳娟', '2016-09-29', '2016-09-29', '2016-09-29 09:08:58', '2016-09-29 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('0328955e87b5485c8c5898f484313cf9', '刘剑', '2016-09-29', '2016-09-29', '2016-09-29 09:06:53', '2016-09-29 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('034dc9f4c9cc4d35be575f6019706b8f', '郭微', '2016-09-19', '2016-09-19', '2016-09-19 08:52:38', '2016-09-19 18:22:59', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('0582f92378044b868a7c8d8c8c9f25dd', '姚磊', '2016-09-06', '2016-09-06', '2016-09-06 08:48:30', '2016-09-06 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('086c4778934e4761be29819bfc3fff0e', '吴健', '2016-09-29', '2016-09-29', '2016-09-29 09:17:28', '2016-09-29 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('090618d650fc4fcf836a066407f071d3', '姚磊', '2016-09-09', '2016-09-09', '2016-09-09 09:08:13', '2016-09-09 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('09116b2a6dbd4126850a12273794f4a3', '岳娟', '2016-09-21', '2016-09-21', '2016-09-21 08:51:07', '2016-09-21 18:54:51', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('0d3eb2c26f494e2ab327cdbb45628e9a', '马莹莹', '2016-09-23', '2016-09-23', '2016-09-23 09:14:50', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('0da5309505594c359b4875fa285e4cd2', '常小芳', '2016-09-19', '2016-09-19', '2016-09-19 08:42:02', '2016-09-19 18:22:53', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('0db2ae720ee449bf9adc63f2e0bc1134', '常小芳', '2016-09-06', '2016-09-06', '2016-09-06 08:44:15', '2016-09-06 18:08:08', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('0e1aa053744d447b9c22541231407fc0', '常小芳', '2016-09-14', '2016-09-14', '2016-09-14 09:07:34', '2016-09-14 18:06:05', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('0e60ca5a035a439b939be23b0ffb1fd4', '姚磊', '2016-09-13', '2016-09-13', '2016-09-13 08:59:04', '2016-09-13 18:12:53', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('0f62cd8c325c422db0d0885dac83cfbe', '张超', '2016-09-05', '2016-09-05', '2016-09-05 08:58:27', '2016-09-05 18:17:16', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('10b3ed0dccef4c9ca013874bd0fb9be6', '王毛蕤', '2016-09-18', '2016-09-18', '2016-09-18 09:23:55', '2016-09-18 19:32:52', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('1217d367d9af4a38a74725f193f127f6', '姚磊', '2016-09-21', '2016-09-21', '2016-09-21 09:00:21', '2016-09-21 20:27:44', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('12a26e88e2614b4082a79aa5add82bf0', '张荣磊', '2016-09-18', '2016-09-18', '2016-09-18 09:01:28', '2016-09-18 18:54:45', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('13550feec5934bbe8e960701b070e692', '岳娟', '2016-09-22', '2016-09-22', '2016-09-22 08:51:57', '2016-09-22 19:48:31', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('13cc586e8ff5486fb382cec2bb7bcc4e', '马海平', '2016-09-22', '2016-09-22', '2016-09-22 09:23:28', '2016-09-22 20:47:03', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('1798ed0767f748138719719680634474', '常小芳', '2016-09-05', '2016-09-05', '2016-09-05 09:00:00', '2016-09-05 18:33:38', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('1a7426962fde46d09d9026d7a89cbada', '王毛蕤', '2016-09-09', '2016-09-09', '2016-09-09 09:00:00', '2016-09-09 19:37:42', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('1aaf14095c4e47c3b2df1548ea76c8dc', '马莹莹', '2016-09-08', '2016-09-08', '2016-09-08 08:59:39', '2016-09-08 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('1b1d5d05f88a473394689e4181f044dd', '张超', '2016-09-19', '2016-09-19', '2016-09-19 09:03:48', '2016-09-19 18:23:59', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('1b278ebf2d46412e8f5d0174fd8566a6', '张荣磊', '2016-09-09', '2016-09-09', '2016-09-09 09:08:18', '2016-09-09 20:00:42', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('1c501588697a4def8a99e1a4b7de06fc', '马莹莹', '2016-09-28', '2016-09-28', '2016-09-28 09:10:15', '2016-09-28 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('1d0c32991e7d4b6f887baf0ee59c1710', '史延杰', '2016-09-29', '2016-09-29', '2016-09-29 08:43:28', '2016-09-29 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('1df2c846bf3d487b882dad0f833ee6b2', '马莹莹', '2016-09-05', '2016-09-05', '2016-09-05 09:14:34', '2016-09-05 18:17:09', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('1f9ecf5a80424b568b383a049f45aed1', '姚磊', '2016-09-05', '2016-09-05', '2016-09-05 09:08:40', '2016-09-05 18:47:24', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('2089ca561c4d4c4fb91b657343edd20d', '刘剑', '2016-09-20', '2016-09-20', '2016-09-20 09:13:45', '2016-09-20 18:09:48', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('210e41b04abf4f3f8ba0d51500b52964', '王毛蕤', '2016-09-19', '2016-09-19', '2016-09-19 09:24:13', '2016-09-19 20:13:28', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('219252bf506240abbd0c87083a137f45', '岳娟', '2016-09-28', '2016-09-28', '2016-09-28 09:00:00', '2016-09-28 19:46:36', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('23ad4f6a6f9c40188b44262855918c70', '王毛蕤', '2016-09-13', '2016-09-13', '2016-09-13 09:18:04', '2016-09-13 18:12:52', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('2831e240a2af4fa1865cfceb18d1cf1d', '姚磊', '2016-09-07', '2016-09-07', '2016-09-07 08:46:47', '2016-09-07 20:03:18', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('2aedd40b4c4e4adea4ce6aef12035f2e', '郭微', '2016-09-13', '2016-09-13', '2016-09-13 08:54:10', '2016-09-13 18:04:28', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('2bc29e87efdc4a4c992853608286ade1', '刘剑', '2016-09-24', '2016-09-24', '2016-09-24 10:18:25', '2016-09-24 18:00:00', '9月份', '休息日', '3');
INSERT INTO `t_import_excel` VALUES ('2f9685b638b34211b279e03631687469', '常小芳', '2016-09-21', '2016-09-21', '2016-09-21 08:46:11', '2016-09-21 18:09:00', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('32c35a5e5efe4d31bf4e5807936615e0', '岳娟', '2016-09-30', '2016-09-30', '2016-09-30 09:00:00', '2016-09-30 15:59:11', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('35c496add78440b488bfafa1435ad646', '史延杰', '2016-09-20', '2016-09-20', '2016-09-20 08:51:05', '2016-09-20 19:45:34', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('35f83d6ae9374f6fa96306c363553d61', '王兵兵', '2016-09-30', '2016-09-30', '2016-09-30 09:00:00', '2016-09-30 18:00:00', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('3696e81fbf194cb486ff00243a79129e', '常小芳', '2016-09-12', '2016-09-12', '2016-09-12 08:51:59', '2016-09-12 18:08:46', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('379b591a9b834e4482e13b2781f24ba8', '马莹莹', '2016-09-19', '2016-09-19', '2016-09-19 09:08:59', '2016-09-19 18:20:47', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('3824722c51974adda2642578a84fe1f6', '马海平', '2016-09-18', '2016-09-18', '2016-09-18 09:00:00', '2016-09-18 19:08:50', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('3ad9302064cf46f78b6cbd8cfa43a015', '姚磊', '2016-09-23', '2016-09-23', '2016-09-23 09:16:12', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('3ec6a1dbf9634174b237253ff962277a', '马莹莹', '2016-09-01', '2016-09-01', '2016-09-01 09:05:35', '2016-09-01 18:21:02', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('40c2cfee9519445394c080ed04a9fd4b', '张超', '2016-09-21', '2016-09-21', '2016-09-21 09:03:27', '2016-09-21 18:13:36', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('42ffc7c6adf146dbb8abd3e6599923e8', '马莹莹', '2016-09-29', '2016-09-29', '2016-09-29 09:05:33', '2016-09-29 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('437121bc012645178352c5047429bfe2', '史延杰', '2016-09-12', '2016-09-12', '2016-09-12 08:55:38', '2016-09-12 18:18:59', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('44fa1d674bd247dbaba20ec121fabbc4', '姚磊', '2016-09-01', '2016-09-01', '2016-09-01 08:43:50', '2016-09-01 18:34:57', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('45638686b9fd488eb13273faa1ac643b', '马海平', '2016-09-14', '2016-09-14', '2016-09-14 09:25:39', '2016-09-14 19:03:38', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('47b02eb972a54756b210cab2e1181367', '姚磊', '2016-09-29', '2016-09-29', '2016-09-29 09:09:00', '2016-09-29 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('49ee2d19a90e480da2498a5b4a78f135', '马莹莹', '2016-09-09', '2016-09-09', '2016-09-09 09:09:27', '2016-09-09 18:14:08', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('4a62f3cd60fe436f94a80dec93e94983', '史延杰', '2016-09-07', '2016-09-07', '2016-09-07 09:00:02', '2016-09-07 18:39:10', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('4a66e3beacf342429edd5a1e8d7c28b9', '马海平', '2016-09-08', '2016-09-08', '2016-09-08 08:57:13', '2016-09-08 20:44:56', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('4bb17a09c907436499f9e2226049a3ab', '史延杰', '2016-09-23', '2016-09-23', '2016-09-23 08:48:52', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('4c75e7639c074361971df22c68467ee4', '姚磊', '2016-09-14', '2016-09-14', '2016-09-14 08:52:41', '2016-09-14 18:40:46', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('4ebd7737d4074b1eb251238695e529f7', '马莹莹', '2016-09-07', '2016-09-07', '2016-09-07 09:05:31', '2016-09-07 18:17:07', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('4f9ff601e45e41e1864f8c1d75c3564e', '张荣磊', '2016-09-06', '2016-09-06', '2016-09-06 09:00:03', '2016-09-06 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('511ca5f7e4fd460a9957eb6c14fdfd71', '常小芳', '2016-09-23', '2016-09-23', '2016-09-23 08:55:43', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('518ddc89b1a34f4eaf22ea1ebcf1b807', '常小芳', '2016-09-22', '2016-09-22', '2016-09-22 09:05:00', '2016-09-22 18:30:41', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('54b4e1db9cbd4006b9cc2281a106e05a', '张超', '2016-09-20', '2016-09-20', '2016-09-20 08:47:41', '2016-09-20 18:09:42', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('57b6f54ef18642849818711619c80bee', '马莹莹', '2016-09-24', '2016-09-24', '2016-09-24 11:56:29', '2016-09-24 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('57dbf6394c6c456ab22d095bed60bd18', '刘剑', '2016-09-08', '2016-09-08', '2016-09-08 09:08:50', '2016-09-08 18:12:12', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('58d062b84b994596856c5927eddf698d', '姚磊', '2016-09-30', '2016-09-30', '2016-09-30 09:18:43', '2016-09-30 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('5a5a6b0e491e4e69b93737b9526ca8d8', '马莹莹', '2016-09-13', '2016-09-13', '2016-09-13 09:11:17', '2016-09-13 18:13:14', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('5a83ba9a8dc94f3cbfd32f975755a0c5', '岳娟', '2016-09-20', '2016-09-20', '2016-09-20 08:52:37', '2016-09-20 19:00:51', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('5a840614185342078db73f569a3b5e96', '郭微', '2016-09-21', '2016-09-21', '2016-09-21 08:52:00', '2016-09-21 18:05:53', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('5c38e26e5a344811a32d69c2ae5035c7', '马海平', '2016-09-06', '2016-09-06', '2016-09-06 09:14:46', '2016-09-06 20:08:46', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('5c3dc86aa20446aca332ace89d392bb7', '吴健', '2016-09-22', '2016-09-22', '2016-09-22 09:07:36', '2016-09-22 18:25:31', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('5ced472a505d4a35922d55bf1596b3d7', '吴健', '2016-09-28', '2016-09-28', '2016-09-28 09:08:50', '2016-09-28 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('5dbe9ca36d134d3abb40559dfe08fbf6', '马海平', '2016-09-20', '2016-09-20', '2016-09-20 09:34:35', '2016-09-20 20:14:43', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('62aa5dc9ee294026b35b85632d7356c7', '吴健', '2016-09-20', '2016-09-20', '2016-09-20 09:03:30', '2016-09-20 19:48:32', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('638ab1da17064afc966a7aecce6c0c85', '姚磊', '2016-09-08', '2016-09-08', '2016-09-08 08:48:21', '2016-09-08 20:23:58', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('639ffbb9b69e4d6887486d8dee1d6306', '张超', '2016-09-22', '2016-09-22', '2016-09-22 08:50:58', '2016-09-22 18:12:39', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('65e33ca76afb4863bf914a3a357b0092', '王兵兵', '2016-09-29', '2016-09-29', '2016-09-29 09:00:00', '2016-09-29 18:00:00', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('67702a544367443d87a3b8b4c914db17', '郭微', '2016-09-22', '2016-09-22', '2016-09-22 08:52:00', '2016-09-22 18:30:38', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('68a3cf52e7494c44b51bfdb236461ade', '马海平', '2016-09-05', '2016-09-05', '2016-09-05 08:59:59', '2016-09-05 18:47:19', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('6bc92210bfa54d2fb749eeeb36a5f3b1', '张荣磊', '2016-09-02', '2016-09-02', '2016-09-02 09:06:23', '2016-09-02 19:30:45', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('6fbebed8f3764423b1dc7af6f6f16ae0', '马海平', '2016-09-13', '2016-09-13', '2016-09-13 09:17:22', '2016-09-13 18:12:30', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('708a5d1153e74909bf66f7306ed8f023', '刘剑', '2016-09-19', '2016-09-19', '2016-09-19 09:13:31', '2016-09-19 20:07:56', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('71e6f2a0732a4eda8ade920663dae976', '王毛蕤', '2016-09-21', '2016-09-21', '2016-09-21 09:28:17', '2016-09-21 20:27:42', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('7200f7bcbc5142ed9fa4c1e163ae0e7c', '张荣磊', '2016-09-14', '2016-09-14', '2016-09-14 09:18:08', '2016-09-14 18:40:44', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('7232d82455cd4f2789b34f158a922e42', '王兵兵', '2016-09-28', '2016-09-28', '2016-09-28 09:00:00', '2016-09-28 18:00:00', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('72606cdd96444efcb9ae8433f6ba7cef', '马莹莹', '2016-09-27', '2016-09-27', '2016-09-27 09:15:33', '2016-09-27 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('76029f57a6e146f5a7ddf4066dc2fea8', '马海平', '2016-09-07', '2016-09-07', '2016-09-07 09:13:14', '2016-09-07 20:03:12', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('78648c7b5e594b5980d9b2e71570e382', '岳娟', '2016-09-19', '2016-09-19', '2016-09-19 08:51:40', '2016-09-19 18:33:05', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('78a86b69703a43cf95a321d3947a6081', '王毛蕤', '2016-09-29', '2016-09-29', '2016-09-29 09:28:47', '2016-09-29 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('795c581999f84539ad7d8d8957f334d4', '刘剑', '2016-09-23', '2016-09-23', '2016-09-23 09:12:48', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('7ab12fd3d69341cba6e269dc3c62811c', '常小芳', '2016-09-07', '2016-09-07', '2016-09-07 08:56:55', '2016-09-07 18:17:16', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('7d09a2862f12498189e6bbcd4be6b567', '郭微', '2016-09-20', '2016-09-20', '2016-09-20 08:55:02', '2016-09-20 18:07:17', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('7d26db8d8dd04a7ba1b19e98e7ad0e03', '张荣磊', '2016-09-13', '2016-09-13', '2016-09-13 09:09:49', '2016-09-13 18:12:36', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('7e7d24a4c3f648b6a80ae00d03cb43b2', '王毛蕤', '2016-09-06', '2016-09-06', '2016-09-06 09:14:36', '2016-09-06 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('80c6c89fd23440a7bae858ad9ce0974b', '郭微', '2016-09-12', '2016-09-12', '2016-09-12 08:47:35', '2016-09-12 18:08:51', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('81292f5787404020a9b9f8ff0117e1dd', '吴健', '2016-09-21', '2016-09-21', '2016-09-21 09:09:17', '2016-09-21 18:27:45', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('8462bb2e9c934135a0d89e087ec63c13', '马莹莹', '2016-09-12', '2016-09-12', '2016-09-12 09:23:28', '2016-09-12 18:22:29', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('87b845febc784c0996e511253a274f5a', '史延杰', '2016-09-13', '2016-09-13', '2016-09-13 08:58:39', '2016-09-13 18:37:45', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('884d9a330f124017a932f5e641e103e0', '史延杰', '2016-09-01', '2016-09-01', '2016-09-01 08:46:02', '2016-09-01 18:07:02', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('8953a60119094bd59820b7b04a368099', '常小芳', '2016-09-30', '2016-09-30', '2016-09-30 09:00:00', '2016-09-30 15:59:19', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('89a21c64bc3345e598cf06d2bc51f3ff', '姚磊', '2016-09-12', '2016-09-12', '2016-09-12 08:52:45', '2016-09-12 20:24:23', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('8bf7509fd9214b658cd0a569f038f370', '常小芳', '2016-09-18', '2016-09-18', '2016-09-18 08:50:07', '2016-09-18 18:06:51', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('8debde0e0b4c4f4a9d270d9bb697f006', '刘剑', '2016-09-18', '2016-09-18', '2016-09-18 09:12:43', '2016-09-18 21:02:01', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('8f28ef213529404fac823006b216d3ae', '郭微', '2016-09-23', '2016-09-23', '2016-09-23 08:51:51', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('8f293e05c5cc42609d3b68af363f33e7', '刘剑', '2016-09-22', '2016-09-22', '2016-09-22 09:22:39', '2016-09-22 18:25:33', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('8f5d8b94092b4ca7800832a54027eb47', '张超', '2016-09-06', '2016-09-06', '2016-09-06 08:50:58', '2016-09-06 18:55:46', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('9243637f7dc147b4ba0b643229a0f315', '岳娟', '2016-09-23', '2016-09-23', '2016-09-23 08:50:56', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('93223f19190c4702ab561efcc0b63826', '王毛蕤', '2016-09-25', '2016-09-25', '2016-09-25 09:30:54', '2016-09-25 18:00:00', '9月份', '休息日', '3');
INSERT INTO `t_import_excel` VALUES ('933f81bd99e447cda62b217390e5fc15', '张超', '2016-09-23', '2016-09-23', '2016-09-23 08:57:56', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('93912f41e6c846b998165eee44df1b1c', '刘剑', '2016-09-14', '2016-09-14', '2016-09-14 09:14:52', '2016-09-14 18:19:45', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('960de708dace4f82bd3d8b16e214c2d7', '姚磊', '2016-09-20', '2016-09-20', '2016-09-20 08:52:17', '2016-09-20 20:15:29', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('964a47b51a064a54a27275cc86728118', '王毛蕤', '2016-09-08', '2016-09-08', '2016-09-08 09:12:48', '2016-09-08 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('96bac05b944d4ac8b61ee404b1b9240b', '王毛蕤', '2016-09-23', '2016-09-23', '2016-09-23 09:27:44', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('96e83253579d41109e68f8ea771163d4', '史延杰', '2016-09-05', '2016-09-05', '2016-09-05 08:54:43', '2016-09-05 18:17:11', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('979ba26406974e1189f852a61e62c5b0', '史延杰', '2016-09-26', '2016-09-26', '2016-09-26 08:49:19', '2016-09-26 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('97a653bcc18c497ea6b06e160db8ec49', '郭微', '2016-09-07', '2016-09-07', '2016-09-07 08:57:15', '2016-09-07 18:17:14', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('9b33bcce9f7c4810bc8c39d5f6d55916', '刘剑', '2016-09-13', '2016-09-13', '2016-09-13 09:22:36', '2016-09-13 18:19:17', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('9bc8f235c0b64578a6022f1d060a0fce', '史延杰', '2016-09-14', '2016-09-14', '2016-09-14 08:56:35', '2016-09-14 18:11:59', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('9bd5a28e35b64a548cb11a4b00594964', '马莹莹', '2016-09-06', '2016-09-06', '2016-09-06 09:10:05', '2016-09-06 18:55:49', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('9dde429051c14bcd9c2c6eedc076f6b5', '史延杰', '2016-09-18', '2016-09-18', '2016-09-18 08:55:51', '2016-09-18 18:15:44', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('9e9fd1987f0241b1b28705329681b3de', '郭微', '2016-09-06', '2016-09-06', '2016-09-06 09:00:00', '2016-09-06 18:08:05', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('a09cecb47bbb47e4bdc6d0fa7a2fb0df', '张超', '2016-09-14', '2016-09-14', '2016-09-14 09:16:14', '2016-09-14 18:06:25', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('a0c2c82c6e9c4dd39762af7a723110a2', '郭微', '2016-09-08', '2016-09-08', '2016-09-08 08:57:06', '2016-09-08 18:03:28', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('a15fef03d9fc476caf07478ba801407f', '张超', '2016-09-01', '2016-09-01', '2016-09-01 08:50:22', '2016-09-01 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('a166266f52484b6bbd2384bd609cdf42', '史延杰', '2016-09-21', '2016-09-21', '2016-09-21 08:57:16', '2016-09-21 18:19:42', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('a22bff05fe634ef3b6d719625da0ef07', '吴健', '2016-09-27', '2016-09-27', '2016-09-27 09:23:06', '2016-09-27 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('a435eadb20364f3ca5785a20177d131f', '王毛蕤', '2016-09-22', '2016-09-22', '2016-09-22 09:28:16', '2016-09-22 20:49:04', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('a5d8071534394ffdb8a7d1edfc25501b', '张超', '2016-09-18', '2016-09-18', '2016-09-18 08:55:53', '2016-09-18 18:08:26', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('a8cdf45b29b8474e87905677d78df0a7', '马海平', '2016-09-12', '2016-09-12', '2016-09-12 09:00:00', '2016-09-12 20:28:34', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('a9be44c5008d4d3781ce03ce6395cc8e', '岳娟', '2016-09-13', '2016-09-13', '2016-09-13 08:54:20', '2016-09-13 18:13:35', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('a9fd6907689448b4bb20e6187d354c1e', '王毛蕤', '2016-09-07', '2016-09-07', '2016-09-07 09:19:12', '2016-09-07 20:03:49', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('aa62d8699b2e4f3e9f7123af98816a2b', '吴健', '2016-09-01', '2016-09-01', '2016-09-01 09:07:52', '2016-09-01 18:18:19', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('af02c777bf5f4249ac836893f6a15197', '马莹莹', '2016-09-20', '2016-09-20', '2016-09-20 09:13:41', '2016-09-20 18:17:13', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('b058964df2b340d1b5855554c7a7f664', '张荣磊', '2016-09-01', '2016-09-01', '2016-09-01 09:08:38', '2016-09-01 18:35:00', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('b2a483f5da5945af99da266ac3e9fbbd', '吴健', '2016-09-23', '2016-09-23', '2016-09-23 09:03:47', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('b2ff4c32e480439a9e0150bf6922091b', '张超', '2016-09-08', '2016-09-08', '2016-09-08 08:50:04', '2016-09-08 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('b7c25c70c807422aa6867840ea767fe8', '郭微', '2016-09-09', '2016-09-09', '2016-09-09 08:48:29', '2016-09-09 18:10:10', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('b8685530f5d04f17ad63f19e8661477d', '刘剑', '2016-09-28', '2016-09-28', '2016-09-28 09:08:47', '2016-09-28 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('b87802da61d946f7ab13b32981a22862', '吴健', '2016-09-02', '2016-09-02', '2016-09-02 09:05:21', '2016-09-02 19:27:19', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('b9aa19e986904668b35c20a21a34d316', '岳娟', '2016-09-09', '2016-09-09', '2016-09-09 09:00:00', '2016-09-09 18:14:10', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('be3af84338d84136822c798f82126d37', '张超', '2016-09-24', '2016-09-24', '2016-09-24 09:54:29', '2016-09-24 18:00:00', '9月份', '休息日', '3');
INSERT INTO `t_import_excel` VALUES ('bf251cff9df6490f8760dc1d1a734242', '马莹莹', '2016-09-14', '2016-09-14', '2016-09-14 09:14:56', '2016-09-14 18:15:27', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('bfe4dae7daa04b56b53cddbdd8ad0272', '史延杰', '2016-09-27', '2016-09-27', '2016-09-27 08:46:00', '2016-09-27 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('c283cd6a6a204156b74cb010e7101b2d', '姚磊', '2016-09-19', '2016-09-19', '2016-09-19 08:55:47', '2016-09-19 20:13:31', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('c3914a9ebe7146ef9abe0537a070cb25', '王毛蕤', '2016-09-20', '2016-09-20', '2016-09-20 09:00:00', '2016-09-20 20:15:18', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('c52a5afeed3d4d028ca076387f231d00', '王毛蕤', '2016-09-27', '2016-09-27', '2016-09-27 09:13:24', '2016-09-27 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('c7ab7118b54c4174bab567f176bfb88c', '吴健', '2016-09-24', '2016-09-24', '2016-09-24 09:50:28', '2016-09-24 18:00:00', '9月份', '休息日', '3');
INSERT INTO `t_import_excel` VALUES ('c885e3f16802471a9ca3cfcb8a25e3cd', '刘剑', '2016-09-05', '2016-09-05', '2016-09-05 09:14:29', '2016-09-05 18:09:58', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('ca1fcf8dbf024f9c86934083672423f7', '张超', '2016-09-07', '2016-09-07', '2016-09-07 08:48:11', '2016-09-07 18:02:52', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('cbe87515fff14702b00376a977bd7336', '郭微', '2016-09-14', '2016-09-14', '2016-09-14 08:53:59', '2016-09-14 18:06:07', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('ce8f4ceb40ae4d059994f2a38018a61c', '马海平', '2016-09-21', '2016-09-21', '2016-09-21 09:00:00', '2016-09-21 18:16:03', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('cf54f15d89304b3cb1e69699897a8657', '马莹莹', '2016-09-18', '2016-09-18', '2016-09-18 09:16:59', '2016-09-18 18:17:32', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('d12644c9a4ac4e388b2e5832c0837a44', '刘剑', '2016-09-21', '2016-09-21', '2016-09-21 09:13:04', '2016-09-21 18:17:22', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('d82e414a29aa4dd5be7604ce40887e10', '姚磊', '2016-09-02', '2016-09-02', '2016-09-02 09:03:32', '2016-09-02 19:30:41', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('d904dadb38b444bf97dc0990094b6a9e', '马莹莹', '2016-09-26', '2016-09-26', '2016-09-26 09:07:49', '2016-09-26 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('d90585c2bb014df48637e4baef549902', '刘剑', '2016-09-09', '2016-09-09', '2016-09-09 09:09:17', '2016-09-09 18:13:18', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('d9af94b193044140886b66c3f464a32c', '岳娟', '2016-09-14', '2016-09-14', '2016-09-14 08:54:01', '2016-09-14 18:10:43', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('db3bb098ffba4620b173df8d334081a3', '张荣磊', '2016-09-08', '2016-09-08', '2016-09-08 08:57:51', '2016-09-08 20:24:02', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('dbbe17056aa840e1a341f1d295e96a84', '吴健', '2016-09-30', '2016-09-30', '2016-09-30 09:08:15', '2016-09-30 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('dd04fc66af714856a82f42fd518d244a', '史延杰', '2016-09-19', '2016-09-19', '2016-09-19 08:54:21', '2016-09-19 20:18:16', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('dd797d87ecbd428eba64d3991fc7d691', '郭微', '2016-09-18', '2016-09-18', '2016-09-18 08:53:43', '2016-09-18 18:06:53', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('deabc9bc301c4cc09d51d5781da98d21', '姚磊', '2016-09-18', '2016-09-18', '2016-09-18 08:46:10', '2016-09-18 19:32:50', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('dead7fe5f7e6471ab7d42093887d714c', '王毛蕤', '2016-09-12', '2016-09-12', '2016-09-12 09:08:10', '2016-09-12 20:24:26', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('df465541efd44f64becf1a9e67061863', '王毛蕤', '2016-09-24', '2016-09-24', '2016-09-24 09:37:19', '2016-09-24 14:19:32', '9月份', '休息日', null);
INSERT INTO `t_import_excel` VALUES ('df50e29f3f1a4c11ac3efcd2e15cd89a', '常小芳', '2016-09-13', '2016-09-13', '2016-09-13 08:56:52', '2016-09-13 18:13:31', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('df5f45b4fc18479992d6e20e734b9c86', '岳娟', '2016-09-12', '2016-09-12', '2016-09-12 08:56:18', '2016-09-12 18:15:38', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('df89c16e911b4f9cae15949020ca34b3', '刘剑', '2016-09-12', '2016-09-12', '2016-09-12 09:18:28', '2016-09-12 21:00:16', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('e0a3e8ad13164fbf9c1c2f0727515bbd', '马海平', '2016-09-02', '2016-09-02', '2016-09-02 09:00:00', '2016-09-02 19:30:38', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('e2f784db4309405bb240e774fd56029d', '刘剑', '2016-09-27', '2016-09-27', '2016-09-27 09:12:50', '2016-09-27 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('e32b2c433197403db2f4522617ab6572', '马莹莹', '2016-09-22', '2016-09-22', '2016-09-22 09:17:48', '2016-09-22 18:25:26', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('e4602e3a1a544ec893612a03e5615724', '刘剑', '2016-09-07', '2016-09-07', '2016-09-07 09:10:24', '2016-09-07 18:04:14', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('e6bee1aae3fc479bbb8d2dbacb06c2e7', '王毛蕤', '2016-09-01', '2016-09-01', '2016-09-01 09:00:00', '2016-09-01 18:35:03', '9月份', '工作日', '1');
INSERT INTO `t_import_excel` VALUES ('e6fe04ce09ce4ff3b6e058198e5bad4b', '张超', '2016-09-02', '2016-09-02', '2016-09-02 09:00:24', '2016-09-02 19:27:17', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('e82dc19c9aae463a9f51f8614848e11a', '张超', '2016-09-12', '2016-09-12', '2016-09-12 08:58:31', '2016-09-12 18:04:04', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('e8437199e2b14d77b6566a01b09c15a8', '王毛蕤', '2016-09-05', '2016-09-05', '2016-09-05 09:07:43', '2016-09-05 18:47:10', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('e91edb6a1e11484b98c0a6d6e7ddaa8d', '刘剑', '2016-09-30', '2016-09-30', '2016-09-30 09:10:50', '2016-09-30 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('ea007bd123fb4378a4ba7ab99d651cb5', '王毛蕤', '2016-09-02', '2016-09-02', '2016-09-02 09:05:23', '2016-09-02 19:30:43', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('eaea0e488cfe4a65ae1f3441bb502fa4', '史延杰', '2016-09-08', '2016-09-08', '2016-09-08 08:50:33', '2016-09-08 19:47:05', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('ebc9a955ea0d4b46be6474e542cb0dad', '马莹莹', '2016-09-21', '2016-09-21', '2016-09-21 09:01:39', '2016-09-21 18:17:20', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('ee3c937389a1463fb9f55f38a75c6c83', '刘剑', '2016-09-06', '2016-09-06', '2016-09-06 09:14:33', '2016-09-06 18:55:43', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('ef34edc822374842b63777f776d2548f', '张超', '2016-09-09', '2016-09-09', '2016-09-09 08:55:19', '2016-09-09 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('f0a0591f9e144303b7ac84ca3ce64db3', '张荣磊', '2016-09-05', '2016-09-05', '2016-09-05 09:04:50', '2016-09-05 18:47:27', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('f11854b4bf44428f93f9f67ef7c77a6a', '王毛蕤', '2016-09-14', '2016-09-14', '2016-09-14 09:08:58', '2016-09-14 18:19:51', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('f19e0fc7ef7a43369a0fa87392862d7f', '张荣磊', '2016-09-07', '2016-09-07', '2016-09-07 09:15:56', '2016-09-07 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('f2906222626644c28c2385bd5c340919', '张荣磊', '2016-09-12', '2016-09-12', '2016-09-12 09:04:36', '2016-09-12 20:24:11', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('f46fa38585f84cb39667692bafa3710e', '张超', '2016-09-13', '2016-09-13', '2016-09-13 09:00:03', '2016-09-13 18:19:21', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('f586499c4f814f46a0f454fd50ee5962', '史延杰', '2016-09-22', '2016-09-22', '2016-09-22 08:54:18', '2016-09-22 18:26:11', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('f606c3ee22a64b6e824396e33916a910', '王毛蕤', '2016-09-26', '2016-09-26', '2016-09-26 09:08:46', '2016-09-26 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('f67e3813aff749dfa1f386f3c5df747c', '常小芳', '2016-09-20', '2016-09-20', '2016-09-20 08:49:37', '2016-09-20 18:07:21', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('f6b0e1576aba476b8dcd8645e81f9844', '马莹莹', '2016-09-02', '2016-09-02', '2016-09-02 09:13:51', '2016-09-02 19:03:39', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('f8ff3850772e488d9dd1a50f4674750e', '马海平', '2016-09-23', '2016-09-23', '2016-09-23 09:46:13', '2016-09-23 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('f9974b477bad4a05b3af55f4c4fe1b6c', '史延杰', '2016-09-02', '2016-09-02', '2016-09-02 08:55:46', '2016-09-02 19:27:21', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('fa54b6f1374d491dab58272dcfab5cf7', '姚磊', '2016-09-22', '2016-09-22', '2016-09-22 09:09:18', '2016-09-22 20:49:01', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('fa71ff18f94d4430a3deea2f9aa41f74', '刘剑', '2016-09-26', '2016-09-26', '2016-09-26 09:18:19', '2016-09-26 18:00:00', '9月份', '工作日', '3');
INSERT INTO `t_import_excel` VALUES ('fdf1866e2f8d4b81842957f9a5a78e64', '史延杰', '2016-09-06', '2016-09-06', '2016-09-06 09:00:45', '2016-09-06 18:53:23', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('fe2414e7ebec4e009c84b1f9c2ecc594', '吴健', '2016-09-19', '2016-09-19', '2016-09-19 09:08:55', '2016-09-19 18:36:16', '9月份', '工作日', null);
INSERT INTO `t_import_excel` VALUES ('feae903d289f48fb92ced96f0ca461a2', '岳娟', '2016-09-18', '2016-09-18', '2016-09-18 08:53:46', '2016-09-18 18:10:51', '9月份', '工作日', null);
